Repository: victorpere/CardsMulti
Catalog: CardsMulti/*.lproj/Localizable.strings
Languages: ru, uk

source: Cancel
ru: Отменить
uk: Скасувати

source: OK
ru: ОК
uk: ОК

source: Allow
ru: Позволить
uk: Дозволяти

source: Settings
ru: Настройки
uk: Налштування

source: Player
ru: Игрок
uk: Гравець

source: Name
ru: Имя
uk: Імʼя

source: Game
ru: Игра
uk: Гра

source: Free Play
ru: Свободная игра
uk: Вилна гра

source: Solitaire
ru: Пасьянс
uk: Пасьянс

source: FreeCell
ru: Свободная ячейка
uk: Вилна клітина

source: Cards
ru: Колода
uk: Карти

source: Pip Cards
ru: Числовые карты
uk: піп-карти

source: Minimum Rank
ru: От
uk: від

source: Maximum Rank
ru: До
uk: до

source: Jack
ru: Валеты
uk: Валет

source: Queen
ru: Дамы
uk: Королева

source: King
ru: Короли
uk: Король

source: Ace
ru: Тузы
uk: Туз

source: Card Size
ru: Размер карты
uk: Розмір карти

source: Sound
ru: Звук
uk: Звук

source: Game will restart
ru: Игра начнётся заново
uk: Гра перезапуститься

source: Are you sure?
ru: Вы уверены?
uk: Ви впевнені?

# sigle player game
source: Single player game
ru: Одиночная игра
uk: Одиночна гра

source: You can switch to a multiplayer game in Settings
ru: Вы можете переклучиться на мультиплеер в настройках
uk: Ви можете переключитися на мультиплеер в налшутваннях

source: Open Settings
ru: Зайти в настройки
uk: Відкрити налшутвання

source: Game Over
ru: Игра окончена
uk: Гра закінчена

source: New game
ru: Начать игру
uk: Почати гру

source: Create or join a game
ru: Создать или присоединиться к игре
uk: Мультиплеер

source: Invite a friend to join
ru: Пригласить в игру
uk: Запросити приєднатися до гри

source: Join a game
ru: Присоединиться к игре
uk: Приєднатися до гри

source: Disconnect from the game
ru: Отсоединиться от игры
uk: Відключитися від гри

source: Game code
ru: Код
uk: Код

source: Connected to game
ru: Присоединены к игре
uk: Підключені до гри

source: Already joined a game
ru: Вы уже присоединились к игре
uk: Ви вже підключені до гри

source: Disconnect from the current game before joining another one
ru: Отсоединитесь перед тем, как присоединиться к другой игре
uk: Відключіться від гри, перш ніж підкльчитись до іншої

source: Something went wrong
ru: Что-то не так
uk: Щось не так

source: Couldn't retrieve the game information
ru: Не смог выдать информацию об игре
uk: Не вдалося отримати інформацію про гру

source: joined the game
ru: присоединились к игре
uk: підключився до гри

source: disconnected
ru: отсоединились
uk: Відключився

source: wants to connect to the game
ru: хочет присоединиться к игре
uk: хоче підключитися до гри

source: Do you want to reconnect to last game?
ru: Хотите присоединиться к предыдущей игре?
uk: Ви хочете повторно підключитися до останньой гри?

source: Reconnect
ru: Присоединиться снова
uk: Повторно підключичися

source: Could not find game
ru: Игра не найдена
uk: Не вдалося знайти гру

source: Found game
ru: Игра найдена
uk: Знайдена гра

source: Created by
ru: Создана игроком
uk: Створена гравцем

source: Join
ru: Присоединиться
uk: Приєднатися

source: Joined game code
ru: Присоединились к игре под кодом:
uk: Приєдналися до гри з кодом

source: Message from
ru: Сообщение от
uk: Повідомлення від

# disconnected from game
source: Disconnected from the game
ru: Отсоединились от игры
uk: Відключівся від гри

source: Join %@
ru: Присоединиться к %@
uk: Приєднатися до %@

source: Shuffle
ru: Перетасовать
uk: Перетасувати

source: Stack
ru: В стопку
uk: Укладати

source: Fan
ru: Веером
uk: Віялом

source: Deal
ru: Раздать
uk: Роздати

source: Flip face down
ru: Рубашкой вверх
uk: Сорочкою вгору

source: Flip face up
ru: Рубашкой вниз
uk: Сорочкою вниз

source: %d cards selected
ru: Выбрано %d карт
uk: Вибрано %d карт

source: Recall cards from %@
ru: Вернуть карты %@
uk: Вернути карти %@

source: bottom
ru: снизу
uk: знизу

source: top
ru: сверху
uk: зверху

source: left
ru: слева
uk: зліва

source: right
ru: справа
uk: справа

source: Autocomplete
ru: Автозаполнение
uk: Автозаповнення

source: Connections
ru: Присоединены
uk: Підключені

source: %d cards
ru: %d карт
uk: %d карт

source: Error
ru: Ошибка
uk: Помилка

source: In-App Purchases may be restricted on your device
ru: Покупки могут быть недоступны на вашем приборе
uk: Купівля може бути недоступна на вашему пристрої

source: Product request status
ru: Статус запроса о покупке
uk: Статус заявки на купівлю

source: Purchase status
ru: Статус покупки
uk: Статус купівлі

source: You are not authorized to make payments
ru: Вы не можете совершать оплату
uk: Ви не маєте права здійснювати платежі

source: Store
ru: Магазин
uk: Магазин

source: Purchased
ru: Куплено
uk: Куплено

source: Restore Purchases
ru: Восстановить покупки
uk: Відновити куплене

source: Could not purchase %@
ru: Покупка %@ не удалась
uk: Купівля %@

# Could not retrieve product information
source: Could not retrieve product informations
ru: Не удалось получить информацию о товаре
uk: Не вдалося отримати інформацію про товар

source: OK
ru: ОК
uk: ОК

source: Reset score
ru: Сбросить счёт
uk: Скинути рахунок

source: Settings have changed
ru: Настройки изменились
uk: Налаштування змінилися

source: Game and settings have changed
ru: Игра и настройки изменились
uk: Гра і налаштування змінилися

source: Restart game?
ru: Начать игру заново?
uk: Почати гру знову?

source: %@ shuffled all cards
ru: %@ тасует все карты
uk: %@ стасував всі карти

source: %@ is dealing %d cards
ru: %@ раздаёт по %d карт
uk: %@ роздає %d карт

source: %@ shuffled %d cards
ru: %@ тасует %d карты
uk: %@ стасував %d карт

source: %@ changed card appearance
ru: %@ изменил(а) вид карт
uk: %@ змінив(ла) вигляд карт

source: %@ changed card deck
ru: %@ изменил(а) колоду
uk: %@ змінив(ла) колоду

source: %@ changed game to %@
ru: %@ изменил(а) игру на %@
uk: %@ змінив(ла) гру на %@
